Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/inaugurations_fi/egil_olli_puhe_3.4.2012_sajos_inarins.pdf.tmx
Source language: smn
Languages: sms

source: Tiervuođah Sämitige vaaljâpaje 2012–2015 lekkâmân já Säämi kulttuurkuávdáš Sajos vihkâmávutuáloid cuáŋuimáánu 3. p. 2012 Anarist
sms: Tiõ rvtõs S ääŠ mteeŠǧǧ vaalp ââi 201 2–2015 ääŠveempoodd âst da S ääŠmku ltuu rkõõskiõõ zz Sajoo zz risttmõõ žžâst 3.4. 20 12 Aan rest

source: Sämitiggepresident já Säämi parlamentaarlâš rääđi president Egil Olli
sms: S ääʼmteeŠǧǧ saaǥǥ jååŠ đteei da sääŠ m p arlament aarlaž su åvtõõzz saaǥǥ jååŠ đteei Eg il O lli

source: Suomâ täsivääldi president, Sämitige saavâjođetteijee, Sämitige airâseh, eres kyesih !
sms: LääŠddjânnam tääŠssvääŠld presidentt, SääŠmteeŠǧǧ saaǥǥŠjååđteei SääŠmteeŠǧǧ vuässla, jeeŠres kueŠss !

source: Mun halijdâm kijtteđ ko leppeđ povdim muu servâđ Sämitige vaaljâpaje 2012–2015 lekkâmân já säämi
sms: Mon haaŠlääm späŠssbõõššâd kåččmõõžžâst vuässõõttâd SääŠmteeŠǧǧ vaalpââi

source: kulttuurkuávdáá vihkâmávutuáloid.
sms: 2012–2015 ääŠveempoŠdde da sääŠmkultturkõõkõõzz ääŠveemprääŠznka. MuŠst lij

source: Munjin lii kunnen Taažâpele Sämitige já Säämi parlamentaarlâš
sms: cistt Taarr SääŠmteeŠǧǧ da SääŠm parlamentaarlaž suåvtõõzz võboršeŠǩǩen

source: rääđi ovdâsteijen peessâđ leđe kyessin tääbbin taan ilopeeivi.
sms: vuäǩǩad pueŠtted kueŠssen tiiŠǩ näkam rämmpeiŠvven

source: Motomijd iivijd täst ovdil lâi historjállâš tábáhtus Suomâ sämmiláid ko vuossâmuš sämitigge lehâstui.
sms: Määŋgid eeŠjjid mââiårra leäi histoorlaž šõddmõš LääŠddjânnam saaŠmid, ko

source: Sämitigge lii-uv ive 1996 aalgâst jieijâs lavváin vuáđudum sämmilij aalmugvaljim orgaan. Tađe ovdil,
sms: vuõssmõs sääŠmteŠǧǧ ääŠveeš. SääŠmteŠǧǧ lij eeŠjj 1996 aalǥâst jiijjâznalla

source: iivijn 1973 – 1995, tooimâi Säämi Parlament.
sms: vuâđđuum saaŠmi vaalin vaŠllʼjuum organ. Ouddâl tõn, eeŠjjin 1973 – 1995,

source: Sämitigge lii sämmilij alemus politiiklâš orgaan já
sms: SääŠmteŠǧǧ lij saaŠmi pââimõs politiikklaž organ

source: oovdânpuáhtá sämmilij virgálii uáinu sii kyeskee aašijn.
sms: da eŠtǩǩee saaŠmi veeŠrjlaž beäŠlestvälddmõõžž siŠjjis kuõskki aaŠššin. Vaalin

source: Aalmugvaljim orgaan pehti láččoo
sms: vaŠllʼjuum orgaan pääiŠǩ raajât vuäittmõš pueŠrad vuârrvaikktõõzz

source: máhđulâšvuotâ pyerebeht kulâttâllâđ virgeomâhijguin, já meid máhđulâšvuotâ nanosubbooht
sms: veŠrǧǧneeŠǩǩivuiŠm, da še pueŠrab vuäittmõõžžid vaikkted saaŠmi aaŠššid da

source: vaikuttiđ sämmilij aššijd já vuoigâdvuođáid.
sms: vuõiggâdvuõđid.

source: Taažâ pele Sämitige peeleest tuáivum luho uđđâ já
sms: Taarr SääŠmteeŠǧǧ peäŠlest tuäivtam leekk ođđ da ođđest

source: uđđâsist väljejum airâsáid toid tehálaš toimáid moiguin tij kolgâvetteđ porgâđ puáttee áigáduvâst. Tääl
sms: vaŠllʼjuum vuässlaid täin vääžnai tuåimin puõŠtti pââŠjest. ÅåŠn älgg tuâjj koozz

source: algâttuvvoo pargo mast láá sehe máhđulâšvuođah já hástuseh.
sms: koŠlle nuŠtt vuäittmõõžž ko tuejjumuužž.

source: Mist sämmilijn láá ennuv ohtsiih hástuseh, já tondiet tarbâšuvvoo-uv oovtâstpargo še raajij rasta.
sms: MeeŠst saaŠmin liâ õhttsaž tuejjumuužž, da tõŠnt taarbšep õhttsažtuâi še pâŠjjel

source: Sämmilijn lii lamaš jo kuhheeb ääigi oovtâstpargo sierânâs raajij rasta asâttâsâi já organisaatioi pehti.
sms: raaji. SaaŠmin lij leämmaž juŠn kuuŠǩǩab ääiŠj õhttsažtuâjj raaŠji jeeŠres orgaani da

source: parlamentaarlâš rääđi, mii asâttui ive 2000, já mii lii sämitigij parlamentaarlâš oovtâstpargo-orgaan mast láá
sms: Ođđ õhttsažtuâjjorgan lij peäŠlstes eeŠjjest 2000 vuâđđuum SääŠm

source: še Ruošapele sämmiliih pissoo uáslisten.
sms: koŠst še Ruõšš beäŠl sääŠm liâ põõšši vuässõõttjen.

source: Säämi parlamentaarlâš rääđi pargoid kuleh ääših moh kyeskih
sms: SääŠm parlamentaarlaž

source: sämmilijd staatâi raajij rasta.
sms: suåvtõõzz Tuõjju koŠlle sääŠm ääŠšš pâŠjjel raaji.

source: Ko tääl Sämitigge lävkkee uđđâ áigádâhân, te must láá vuárdámušah já
sms: Ko ååŠn SääŠmteŠǧǧ puätt ođđ äigga, muŠst liâ vuârddmõõžž da tuäiv tõŠst, što tij leäŠped õinn vaalmâš ââŠnned

source: tuoivâ et tij ain leppeđ kiärguseh huolâttiđ já västidiđ mii oovtâstpargoost Säämi parlamentaarlâš
sms: huõl da vaŠstteed mij õhttsažtuejstem SääŠm parlamentaarlaž suåvtõõzzâst.

source: Mun ilodâm čuuvtij uásálistiđ tii uđđâ säämi kulttuurkuávdáá vihkâmávutuáloid. Ij lah väädis leđe
sms: Leäm räämmest, što vuäǯǯam vuässõõttâd tij ođđ sääŠmkultturkõõskõs risttmõŠšše.

source: oovtuáivilist toiguin kiäh eteh et taat lii hirmástuttee mučis táálu. Arkkitehteh já iäráseh kiäh láá lamaš
sms: Ij leäkku vaiggâd leeŠd seämma miõlâst sijvuiŠm, kook peäggte, što põrtt lij fiinâs.

source: fáárust táálu hammiimist, láá tuođâi porgâm šiev pargo. Sämmiliih Suomâst láá tääl uážžum eromâš
sms: Arkkteeht da jeeŠres kruugg, kook liâ leämmaž põõrt plaaneŠmmen, liâ tuejjääm

source: mučis táálu.
sms: šiõǥǥ tuâi.

source: Tääl lii tij tyehin tevdiđ taan táálun siskáldâs.
sms: SääŠm LääŠddjânnmest liâ ååŠn vuäǯǯam mooččâs põõrt.

source: Täi sanijguim tuáivum Sämitige airâsáid luho puáttee áigáduv pargoiguin já tuáivum tijjân puohháid
sms: tuâjjan tuejjeed tän põŠrtte jieŠllem siisǩaž.

source: luho täin uđđâ kulttuurkuávdáin.
sms: Täin saaŠnin tuäivtam SääŠmteeŠǧǧ vuässlaid leekk puõŠtti ääiŠj tuõjju da äiŠstam

source: Takkâ !
sms: tiŠjjid pukid ođđ kultturkõõskõõzz diõtt.
